[
  {
    "id": 297802,
    "title": "Aquaman",
    "original_title": "Aquaman",
    "year": 2018,
    "cast": [
      "Jason Momoa",
      "Amber Heard",
      "Willem Dafoe",
      "Patrick Wilson",
      "Nicole Kidman",
      "Dolph Lundgren",
      "Yahya Abdul-Mateen II",
      "Temuera Morrison"
    ],
    "genres": [
      "Acción",
      "Aventura",
      "Fantasía"
    ],
    "href": "https://es.wikipedia.org/wiki/Aquaman",
    "extract": "Aquaman (Arthur Curry) (en español: Hombre Acuático) es un superhéroe que aparece en los cómics estadounidenses publicados por DC Comics. Creado por el artista Paul Norris y el escritor Mort Weisinger, el personaje debutó en More Fun Comics # 73 (noviembre de 1941).​ Inicialmente, una característica de respaldo en los títulos de antología de DC, Aquaman más tarde protagonizó varios volúmenes de una serie de cómics en solitario. Durante los últimos años de la década de 1950 y 1960, el período de recuperación de superhéroes conocido como la Edad de Plata, fue miembro fundador de la Liga de la Justicia. En la Edad Moderna de la década de 1990, los escritores interpretaron el personaje de Aquaman más seriamente, con historias que representan el peso de su papel como rey de la Atlántida.​\nLas apariciones animadas originales del personaje en la década de 1960 dejaron una impresión duradera, lo que hizo a Aquaman ampliamente reconocido en la cultura popular y uno de los superhéroes más reconocidos del mundo. Los chistes sobre su representación sana y débil en Super Friends y sus débiles poderes y habilidades han sido elementos básicos de los programas de comedia y las rutinas de soporte,​​​ liderando DC en varias ocasiones para intentar que el personaje sea más oscuro o más poderoso en los cómics. Las representaciones modernas de cómics han intentado conciliar estos diversos aspectos de su percepción pública, haciendo que Aquaman sea serio y meditabundo, cargado de mala reputación y luchando por encontrar un verdadero papel y propósito más allá de su lado público como un rey depuesto y un héroe caído.​\nAquaman ha sido presentado en varias adaptaciones, apareciendo primero en forma animada en la Hora de Aventura de Superman / Aquaman de 1967 y luego en el programa relacionado de Super Friends. Desde entonces, ha aparecido en varias producciones animadas, incluyendo papeles prominentes en la serie de la Liga de la Justicia de 2000 y Liga de la Justicia Ilimitada y Batman: The Brave and the Bold, así como en varias películas originales animadas de DC Universe. El actor Alan Ritchson interpretó al personaje en el programa de televisión de acción en vivo Smallville. En el DC Extended Universe, el actor Jason Momoa interpretó al personaje en las películas Batman v Superman: Dawn of Justice (2016), Liga de la Justicia (2017), Aquaman (2018), Liga de la Justicia de Zack Snyder (2021), la serie de HBO Max Peacemaker (cameo; 2022), The Flash (cameo final; 2023) y Aquaman y el Reino Perdido (2023).​​​",
    "poster": "https://image.tmdb.org/t/p/w342/yTzr6Nc4RcTXVw9SsWQNJdcjTz5.jpg"
  },
  {
    "id": 76600,
    "title": "Avatar: El sentido del agua",
    "original_title": "Avatar: The Way of Water",
    "year": 2022,
    "cast": [
      "Sam Worthington",
      "Zoe Saldaña",
      "Sigourney Weaver",
      "Stephen Lang",
      "Kate Winslet",
      "Cliff Curtis",
      "Joel David Moore",
      "CCH Pounder"
    ],
    "genres": [
      "Acción",
      "Aventura",
      "Ciencia ficción"
    ],
    "href": "https://es.wikipedia.org/wiki/Avatar:_El_sentido_del_agua",
    "extract": "",
    "poster": "https://image.tmdb.org/t/p/w342/ckeTumMS4G31UQ9NNkmtW2QhfMF.jpg"
  },
  {
    "id": 299536,
    "title": "Vengadores: Infinity War",
    "original_title": "Avengers: Infinity War",
    "year": 2018,
    "cast": [
      "Robert Downey Jr.",
      "Chris Evans",
      "Chris Hemsworth",
      "Josh Brolin",
      "Mark Ruffalo",
      "Scarlett Johansson",
      "Don Cheadle",
      "Benedict Cumberbatch"
    ],
    "genres": [
      "Aventura",
      "Acción",
      "Ciencia ficción"
    ],
    "href": "https://es.wikipedia.org/wiki/Vengadores:_Infinity_War",
    "extract": "",
    "poster": "https://image.tmdb.org/t/p/w342/ksBQ4oHQDdJwND8H90ay8CbMihU.jpg"
  },
  {
    "id": 615453,
    "title": "Ne Zha",
    "original_title": "哪吒之魔童降世",
    "year": 2019,
    "cast": [
      "吕艳婷",
      "囧森瑟夫",
      "瀚墨",
      "陈浩",
      "绿绮",
      "张珈铭",
      "Yang Wei",
      "He Yuxiang"
    ],
    "genres": [
      "Animación",
      "Fantasía",
      "Aventura"
    ],
    "href": "https://es.wikipedia.org/wiki/Ne_Zha",
    "extract": "Ne Zha ​​​​ (en chino, 哪吒之魔童降世; pinyin, Nézhā zhī Mótóng Jiàngshì; literalmente, ‘Nacimiento del niño demonio Nezha’),​ es una película de animación china en 3D del año 2019​ perteneciente al género de aventuras y fantasía​ dirigida y escrita por Jiaozi.​ Su producción de animación es realizada por el propio estudio Chengdu Coco Cartoon del director.​​ Con el popular personaje mitológico chino Nezha, la trama se basa libremente en la clásica novela de la Investidura de los dioses, atribuida a Xu Zhonglin.​​\nFue lanzado en China exclusivamente en formato IMAX y China Film Giant Screen para teatros​ el 13 de julio del año 2019, seguido de otros teatros el 26 de julio, distribuido por Beijing Enlight Pictures. Es la primera película animada producida en China lanzada en formato IMAX​ y, a pesar de ser la función debut de su director y estudio de animación, y no tener actores ampliamente conocidos en su elenco de voces, ha sido una de Los mayores éxitos comerciales en la historia de la animación y del cine chino, estableciendo numerosos récords de taquilla: a partir de agosto de 2019, la película es la película animada más taquillera de China,​ la película china animada más taquillera del mundo.​ Con una recaudación bruta de más de $ 725 millones,​ es la cuarta película animada más taquillera de ese año, la película animada no inglesa más taquillera de todos los tiempos, y la segunda película más taquillera de todos los tiempos en China.​\nComenzó su estreno en América del Norte el 29 de agosto de 2019 en salas de cine IMAX 3D seleccionadas, antes de un lanzamiento nacional completo el 6 de septiembre.​ Fue seleccionada como la participante china para Mejor Película Internacional en los 92.os Premios de la Academia,​ convirtiéndose en la primera película animada de China en hacerlo, pero extrañamente no fue nominada.​\nUna segunda película ambientada en el mismo universo, titulada Jiang Ziya, fue lanzada el 1 de octubre de 2020, que es el Día Nacional de China.",
    "poster": "https://image.tmdb.org/t/p/w342/8TpbaMAjrYm2iFB3LCTcVInwhdS.jpg"
  }
]